[
    {
        "id": "b3f2b58e-91b4-46f3-ae3c-2c3dcd73904d",
        "name": "Land Guardians",
        "description": "A charity dedicated to protecting endangered land animals from poaching, habitat destruction, and climate change.",
        "listOfAnimalIds": [
            "3425271c-d25a-46c6-b0b5-fc4ab1109b8d", 
            "40123722-6f87-4a76-86b7-fc7f6804a62c", 
            "88e7b9f4-084e-4cb4-b5f1-d39e7884ff50", 
            "d5bf892b-c4cc-47b2-b87b-d6f5fc348bd9", 
            "4c788cbf-845e-4180-acee-b446c541bc26", 
            "2fae8c11-f5c5-4d7c-98e0-fba03e3b27ef"
        ],
        "listOfToyIds": [
            "fd2f8b3c-f2e8-4cfb-8f7d-3b672bc3d122", 
            "7f343046-c21a-42e6-b830-9f47fd991301", 
            "d86fb962-8ff0-470a-975e-813eebff2e85",
            "fd2f8b3c-f2e8-4cfb-8f7d-3b672bc3d122",
            "7f343046-c21a-42e6-b830-9f47fd991301",
            "d86fb962-8ff0-470a-975e-813eebff2e85"
        ],
        "story": "Land Guardians was founded by a group of conservationists who witnessed the rapid decline of some of the world's most iconic land animals. Faced with the rising threat of poaching and loss of habitat due to deforestation and human expansion, they decided to take action. Today, the organization works tirelessly in Africa and Asia, building protective reserves, funding anti-poaching units, and partnering with local communities to create sustainable solutions. Their success stories include increasing the population of endangered species in protected areas and providing alternative livelihoods to communities that used to rely on poaching.",
        "location": "Africa",
        "logoUrl": "https://drive.google.com/uc?export=view&id=1yDwgA1Rb2olFffxcGfpP0UvG3r_XyvS1",
        "goalPrice": 1000000,
        "currentStage": 450000
    },
    {
        "id": "9c0f374a-8ebd-4311-bb2a-6e1db409c6cb",
        "name": "Wings of Hope",
        "description": "A charity focused on the conservation of endangered air animals, including birds and flying mammals, around the globe.",
        "listOfAnimalIds": [
            "ac832b48-bc6b-4671-a8a0-38b11d19547e", 
            "d79a1eae-2c1e-4ae3-bf3d-29322b460d7f", 
            "9e5fcb7c-d157-4b99-9446-48f6d8c3b021", 
            "bbddf71a-1f88-4e6e-942e-7a121b6ae91a"
        ],
        "listOfToyIds": [
            "c257af44-dba4-4aa4-87f3-8cf9dd0d28c2", 
            "e14a6a47-5565-464e-8d9b-71f0dfc98789", 
            "f9a0b29f-e7e3-44d0-bbfa-27a4e8e924f1",
            "c257af44-dba4-4aa4-87f3-8cf9dd0d28c2"
        ],
        "story": "Wings of Hope was born from the passion of birdwatchers and environmentalists who realized the need for urgent action to protect the world’s endangered bird species. From the majestic condors of California to the elusive harpy eagles in the Amazon, these creatures are now at critical risk due to habitat destruction, climate change, and illegal wildlife trade. Wings of Hope works by establishing breeding programs, lobbying for protected airspace zones, and educating the public about the vital roles these birds play in ecosystems. Through these efforts, they have managed to prevent the extinction of several species on the brink.",
        "location": "South America",
        "logoUrl": "https://drive.google.com/uc?export=view&id=1y5RLJCUD-URUdzhSdssbCCm09NuN8yA0",
        "goalPrice": 500000,
        "currentStage": 220000
    }
]